<?php

$lang['required'] = 'فیلد %s اجباری است.';
$lang['isset'] = 'فیلد %s باید مقدار داشته باشد.';
$lang['valid_email'] = 'فیلد %s باید شامل ایمیل صحیح باشد.';
$lang['valid_emails'] = 'فیلد %s باید شامل ایمیل های صحیح باشد.';
$lang['valid_url'] = 'فیلد %s باید شامل آدرس اینترنتی صحیح باشد.';
$lang['valid_ip'] = 'فیلد %s باید شامل آدرس آی پی صحیح باشد.';
$lang['min_length'] = 'فیلد %s حداقل باید %s کارکتر باشد.';
$lang['max_length'] = 'فیلد %s حداکثر باید %s کارکتر باشد.';
$lang['exact_length'] = 'فیلد %s باید دقیقا %s کارکتر باشد.';
$lang['alpha'] = 'فیلد %s باید تنها شامل حروف باشد.';
$lang['alpha_numeric'] = 'فیلد %s باید تنها شامل حروف و عدد باشد.';
$lang['alpha_dash'] = 'فیلد %s باید تنها شامل حروف ، عدد ، خط زیر و خط فاصله باشد.';
$lang['numeric'] = 'فیلد %s باید تنها شامل عدد باشد.';
$lang['is_numeric'] = 'فیلد %s باید شامل یك عدد باشد.';
$lang['integer'] = 'فیلد %s باید تنها شامل عدد (intiger) باشد.';
$lang['matches'] = 'فیلد %s با فیلد %s همخوانی ندارد.';
$lang['is_natural'] = 'فیلد %s باید شامل یك عدد باشد.';
$lang['is_natural_no_zero'] = 'The %s باید شامل یك عدد بزرگتر از صفر باشد.';
?>